Repository: GeirJ/enigma2-plugins
Catalog: audiosync/po/*.po
Languages: nb

source: Service delay
nb: Tjeneste forsinkelse

source: Global delay
nb: Global forsinkelse

source: Channel audio:
nb: Kanal-lyd:

source: Cancel
nb: Avbryt

source: Switch audio
nb: Bytt lyd

source: Save to key
nb: Lagre endringer

source: Open plugin menu
nb: Tilleggsmeny

source: Save values and close plugin
nb: Lagre og lukk

source: Discard changes and close plugin
nb: Avbryt endringer og lukk program

source: Change active delay
nb: Endre aktiv forsinkelse

source: Increase delay
nb: Øk forsinkelse

source: Decrease delay
nb: Reduser forsinkelse

source: Select channel audio
nb: Velg kanal lyd

source: Save current delay to key
nb: Lagre gjeldende forsinkelse til tast

source: Decrease delay by %i ms (can be set)
nb: Øk forsinkelse til %i ms (kan stilles inn)

source: Increase delay by %i ms (can be set)
nb: Reduser forsinkelse til %i ms (kan stilles inn)

source: Set delay to %i ms (can be set)
nb: Still forsinkelse til %i ms (kan stilles inn)

source: Move plugin screen
nb: Flytt bildet

source: Menu
nb: Meny

source: Invalid selection
nb: Ugyldig valg

source: Select the key you want to set to %i ms
nb: Velg tast du ønsker å bruke til %i ms

source: Key %(key)s (current value: %(value)i ms)
nb: Tast %(key)s (gjeldende verdi: %(value)i ms)

source: Setting key canceled
nb: Innstiling av tast avbrutt

source: Key %(Key)s successfully set to %(delay)i ms
nb: Tast %(Key)s vellykket satt til %(delay)i ms

source: Outer Bound (+/-)
nb: Yttergrense (+/-)

source: Step in ms for arrow keys
nb: Steg i ms for piltaster

source: Wait time in ms before activation:
nb: Ventetid i ms før aktivering:

source: Step in ms for keys '%s'
nb: Steg i ms for taster '%s'

source: Step in ms for key %i
nb: Steg i ms for tast %i

source: Plugin: %(plugin)s , Version: %(version)s
nb: Tillegg: %(plugin)s , Versjon: %(version)s

source: Save
nb: Lagre

source: Save values and close screen
nb: Lagre og lukk bildet

source: Discard changes and close screen
nb: Ikke lagre og forlat bildet

source: Move screen to the left
nb: Flytt bildet mot venstre

source: Move screen to the right
nb: Flytt bildet mot høyre

source: Move screen up
nb: Flytt bildet opp

source: Move screen down
nb: Flytt bildet ned

source: Move screen to the upper left corner
nb: Flytt bildet til øvre venstre hjørne

source: Center screen at the upper border
nb: Sentrer bildet øverst

source: Move screen to the upper right corner
nb: Flytt bildet til øvre høyre hjørne

source: Move screen to the middle of the left border
nb: Flytt bildet til midten av venstre side

source: Move screen to the center of your TV
nb: Flytt bildet til midten av din TV

source: Move screen to the middle of the right border
nb: Flytt bildet til midten av høyre side

source: Move screen to the lower left corner
nb: Flytt bildet til nedre venstre hjørne

source: Center screen at the lower border
nb: Sentrer bildet nederst

source: Move screen to the lower right corner
nb: Flytt bildet til nedre høyre hjørne

source: Reset saved position
nb: Nullstill lagret posisjon

source: Audio Sync
nb: Lyd synk

source: sets the Audio Delay (LipSync)
nb: stiller inn lyd forsinkelse (Leppe synk)

source: Audio Sync Setup
nb: Lyd synk innstilling

source: Setup for the Audio Sync Plugin
nb: Innstilling for lyd synkronisering

source: AC3 Lip Sync Setup
nb: Innstilling for AC3 leppe synk

source: Restart audio
nb: Restart lyd

source: Restart audio delay (in sec)
nb: Restart lyd forsinkelse (i sek)

source: after restart
nb: etter restart

source: after restart/standby
nb: etter restart/avslått

source: after standby
nb: etter avslått

source: disabled
nb: frakoblet

source: Delete in config
nb: Fjern i innstillinger

source: Also save delay in config?
nb: Også lagre forsinkelse i innstillinger?
